/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.anonymalert" = "ನಿಮ್ಮ ಇಮೇಲ್ ನಮ್ಮೊಂದಿಗೆ ಇಲ್ಲದಿರುವುದರಿಂದ, ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ಬಗೆಹರಿಸುವುದಕ್ಕೆ ಅಗತ್ಯವಿದ್ದರೆ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ";


"zanalytics.bug.alert.quitfeedback" = "ನೀವು ನಿರ್ಗಮಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?";
"zanalytics.feedback.navbar.title.noscreenshots" = "ಯಾವುದೇ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ";
"zanalytics.feedback.navbar.title.screenshots" = "ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳು";
"zanalytics.feedback.navbar.title.snap" = "ಸ್ನ್ಯಾಪ್ ಮಾಡಿ";
"zanalytics.feedback.navbar.title.compose" = "ಕಂಪೋಸ್ ಮಾಡಿ";

"zanalytics.bug.alert.cancel"               = "ಇಲ್ಲ";
"zanalytics.bug.alert.title"                = "ನಮಗೆ ಏನಾದರೂ ಹೇಳಲು ಬಯಸುತ್ತೀರಾ?";
"zanalytics.feedback.navbar.title.feedback"             = "ಫೀಡ್‌ಬ್ಯಾಕ್";
"zanalytics.feedback.navbar.title.reportbug"            = "ದೋಷ ವರದಿ ಮಾಡಿ";
"zanalytics.feedback.navbar.title.helpme"               = "ನನಗೆ ಸಹಾಯ ಮಾಡಿ";

"zanalytics.feedback.navbar.title.systemlogs"             = "ಸಿಸ್ಟಮ್ ಲಾಗ್‌ಗಳು";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "ಡಯಾಗ್ನೋಸ್ಟಿಕ್ ಮಾಹಿತಿ";

"zanalytics.bug.alert.dontshowagain"            = "ಪುನಃ ತೋರಿಸಬೇಡಿ";
"zanalytics.bug.alert.title.helpme"            = "ನನಗೆ ಸಹಾಯ ಮಾಡಿ";

"zanalytics.bug.alert.message.savetolocal"         = "ಕ್ಷಮಿಸಿ... ನಿಮಗೆ ದೋಷದ ವರದಿ ಕಳುಹಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ನೀವು ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ಉಳಿಸಲು ಬಯಸುತ್ತೀರಾ?";



"zanalytics.feedback.email.title"                = "ಇಮೇಲ್ ವಿಳಾಸ";


"zanalytics.bug.detectscreen.title"       = "ಏನಾದರೂ ಆಸಕ್ತಿಕರವಾದುದನ್ನು ಕಂಡಿರಾ?";

"zanalytics.bug.alert.detectscreen.yes"                      = "ಹೌದು";
"zanalytics.bug.alert.detectscreen.no"                       = "ಇಲ್ಲ";

"zanalytics.bug.alert.detectscreen.share" = "ಹಂಚಿಕೊಳ್ಳಿ";
"zanalytics.bug.alert.detectscreen.dontshow" = "ಇನ್ನೊಮ್ಮೆ ಕೇಳಬೇಡಿ";

"zanalytics.bug.annotate.button.title"                       = "ಕೆಳಗಿನ ಟೂಲ್‌ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಸಮಸ್ಯೆಯನ್ನು ಟಿಪ್ಪಣಿ ಮಾಡಿ";


"zanalytics.feedback.failed.alert.description" = "ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ!";


"zanalytics.feedback.success.alert.description" = "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ಸಲ್ಲಿಸಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು!";


"zanalytics.feedback.common.alert.title.add.photos" = "ಫೊಟೋಗಳನ್ನು ಸೇರಿಸಿ";
"zanalytics.feedback.common.alert.title.alert" = "ಸೂಚನೆ";
"zanalytics.feedback.common.button.title.back" = "ಹಿಂದೆ";
"zanalytics.feedback.common.button.title.cancel" = "ರದ್ದುಮಾಡಿ";
"zanalytics.feedback.common.button.title.close" = "ಮುಚ್ಚಿ";
"zanalytics.feedback.common.button.title.ok" = "ಸರಿ";

"zanalytics.feedback.textview.placeholder"           = "ನಾವು ಬಹಳ ಒಳ್ಳೆಯ ಕೇಳುಗರು. ನಿಮ್ಮ ಅನಿಸಿಕೆಗಳನ್ನು ನಮಗೆ ತಿಳಿಸಿ!";
"zanalytics.bug.textview.placeholder"           = "ನಮ್ಮ ಆ್ಯಪ್‌ ಬಳಸುವಾಗ ನೀವು ಯಾವುದೇ ಸಮಸ್ಯೆ ಎದುರಿಸಿದಿರೇ? ನಮಗೆ ತಿಳಿಸಿ.";
"zanalytics.help.textview.placeholder"           = "ನಾವು ಸಮಸ್ಯೆಗಳನ್ನು ಬಗೆಹರಿಸಲು ಮತ್ತು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ!";

"zanalytics.feedback.add.photos.alert.description" = "ಯಾವುದೇ ಫೋಟೋಗಳನ್ನು ಲಗತ್ತಿಸಿಲ್ಲ, ಇನ್ನಷ್ಟು ಫೋಟೋಗಳನ್ನು ಸೇರಿಸಲು ಫೋಟೋ ಗ್ಯಾಲರಿ ತೆರೆಯಿರಿ!";

"zanalytics.feedback.add.photos.alert.open" = "ಫೋಟೋಗಳನ್ನು ತೆರೆಯಿರಿ";


"zanalytics.feedback.access.photos.alert.description" = "%@ ಆ್ಯಪ್‌ ನಿಮ್ಮ ಫೋಟೋಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿಲ್ಲ.\nಪ್ರವೇಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, ಇಲ್ಲಿಗೆ ಹೋಗಿ: ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಗೌಪ್ಯತೆ > ಫೋಟೋಗಳು > %@";

"zanalytics.feedback.access.photos.alert.settings" = "ಸೆಟ್ಟಿಂಗ್‌ಗಳು";

"zanalytics.feedback.label.title.anonymous" = "ಅಜ್ಞಾತ";

"zanalytics.feedback.navbar.button.title.send" = "ಕಳುಹಿಸಿ";
"zanalytics.feedback.navbar.button.title.next" = "ಮುಂದೆ";
"zanalytics.feedback.navbar.button.title.done" = "ಮುಗಿದಿದೆ";
"zanalytics.feedback.navbar.button.title.editphotos" = "ಫೋಟೋಗಳನ್ನು ಎಡಿಟ್ ಮಾಡಿ";
"zanalytics.feedback.navbar.button.title.addmore" = "ಇನ್ನಷ್ಟನ್ನು ಸೇರಿಸಿ";
"zanalytics.feedback.navbar.button.title.attach" = "ಲಗತ್ತಿಸಿ";
"zanalytics.feedback.navbar.button.title.delete" = "ಅಳಿಸಿ";


"zanalytics.feedback.navbar.title.taptoedit" = "ಎಡಿಟ್ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ";
"zanalytics.feedback.navbar.title.editor" = "ಎಡಿಟರ್";
"zanalytics.feedback.navbar.title.choosephotos" = "ಫೊಟೋಗಳನ್ನು ಆರಿಸಿ";
"zanalytics.feedback.navbar.title.selectphotos" = "ಫೋಟೋಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ";
"zanalytics.feedback.navbar.title.photoselected" = "ಫೊಟೋ ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ";
"zanalytics.feedback.navbar.title.photosselected" = "ಫೊಟೋಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ";

"zanalytics.feedback.accessory.title.systemlogs" = "ಸಿಸ್ಟಮ್ ಲಾಗ್‌ಗಳನ್ನು ಸೇರಿಸಿ";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "ಡಯಾಗ್ನೋಸ್ಟಿಕ್ ಮಾಹಿತಿ ಸೇರಿಸಿ";
"zanalytics.feedback.accessory.button.title.view" = "ವೀಕ್ಷಿಸಿ";

"zanalytics.feedback.picker.image.notfound" = "ಚಿತ್ರಗಳು ಕಂಡುಬಂದಿಲ್ಲ";

"zanalytics.feedback.attachments.title" = "ಲಗತ್ತುಗಳು(%i)";

"zanalytics.feedback.privacy.consent.description" = "ಕನ್ಸೋಲ್ ಲಾಗ್ ಮತ್ತು ಡಯಾಗ್ನೋಸ್ಟಿಕ್ ಮಾಹಿತಿ ಸೇರಿಸುವಂತೆ ನಾವು ನಿಮಗೆ ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ, ಏಕೆಂದರೆ ಇದರಿಂದ ನೀವು ಹಂಚಿಕೊಳ್ಳುತ್ತಿರುವ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಇನ್ನಷ್ಟು ಉತ್ತಮವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ನಮ್ಮ ಡೆವಲಪರ್‌ಗಳಿಗೆ ಸಹಾಯವಾಗುತ್ತದೆ.";

"zanalytics.feedback.privacy.consent.clogs.title" = "ಕನ್ಸೋಲ್ ಲಾಗ್‌ಗಳು";

"zanalytics.feedback.privacy.consent.dinfo.title" = "ಡಯಾಗ್ನೋಸ್ಟಿಕ್ ಮಾಹಿತಿ";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "ಇತರ ಮಾಹಿತಿ";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ಸಾಧನದ ಮಾಹಿತಿ";

"zanalytics.feedback.privacy.consent.cancel" = "ರದ್ದುಮಾಡಿ";

"zanalytics.feedback.privacy.consent.openmailapp" = "ಮೇಲ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "ಯಾವಾಗಲೂ ಕಳುಹಿಸಿ";
